import React from "react";

export default function HomePage() {
  return (
    <div className="space-y-2 max-w-4xl mx-auto border p-4 bg-white rounded-lg ">
      <h2 className="font-bold text-2xl">
        Добро пожаловать на наш форум для разработчиков игр!
      </h2>
      <p>
        Здесь вы найдете все необходимое для творчества и обсуждения своих
        проектов. Обменивайтесь опытом, задавайте вопросы, находите вдохновение
        и помогайте другим воплощать свои идеи в реальность. Независимо от
        вашего уровня опыта - здесь вы всегда найдете поддержку и вдохновение!
        Добро пожаловать в наше творческое сообщество разработчиков игр!
      </p>
    </div>
  );
}
